

{
  "coords": {
    "columns": [
      0, 
      1, 
      "labels"
    ], 
    "data": [
      [
        -5.2778840065, 
        4.3790121078, 
        -1
      ], 
      [
        -4.9877309799, 
        5.3374814987, 
        -1
      ], 
      [
        -6.1517271996, 
        4.6044301987, 
        -1
      ]
    ], 
    "index": [
      0, 
      1, 
      2
    ]
  }, 
  "genes": {
    "0": {
      "Function": "Cleaves substrates with C-terminal arginine residues. Probably modulates the Wnt signaling pathway, by cleaving some undefined protein. May play a role in cleavage during prohormone processing.", 
      "GO": "GO:0005615 GO:0004181 GO:0008270 GO:0006518 GO:0016485 GO:0006508 GO:0016055", 
      "Name": "CPZ"
    }, 
    "1": {
      "Function": "Involved in the generation of internal asymmetric signals required for neuronal polarization and neurite outgrowth. Mediates netrin-1-induced F-actin-substrate coupling or 'clutch engagement' within the axon growth cone through activation of CDC42, RAC1 and PAK1-dependent signaling pathway, thereby converting the F-actin retrograde flow into traction forces, concomitantly with filopodium extension and axon outgrowth. Plays a role in cytoskeletal organization by regulating the subcellular localization of phosphoinositide 3-kinase (PI3K) activity at the axonal growth cone. Plays also a role in regenerative neurite outgrowth. In the developing cortex, cooperates with KIF20B to promote both the transition from the multipolar to the bipolar stage and the radial migration of cortical neurons from the ventricular zone toward the superficial layer of the neocortex. Involved in the accumulation of phosphatidylinositol 3,4,5-trisphosphate (PIP3) in the growth cone of primary hippocampal neurons.", 
      "GO": "GO:0030424 GO:0044295 GO:0031252 GO:0005737 GO:0030175 GO:0030426 GO:0030027 GO:0005874 GO:0005875 GO:0015630 GO:0043204 GO:0048471 GO:0051015 GO:0045296 GO:0042802 GO:0019894 GO:0061573 GO:0007409 GO:0032488 GO:0060327 GO:0061163 GO:0038007 GO:0048812 GO:0045773 GO:2001224 GO:0007265 GO:2000114 GO:0006930", 
      "Name": "SHTN1"
    }, 
    "2": {
      "Function": "(S)-malate + NADP(+) = CO2 + NADPH + pyruvate", 
      "GO": "GO:0005829 GO:0005739 GO:0043531 GO:0009055 GO:0042802 GO:0004471 GO:0004473 GO:0004470 GO:0030145 GO:0051287 GO:0050661 GO:0008948 GO:0005975 GO:0006108 GO:0009165 GO:0006090 GO:1902031 GO:0009743 GO:0009725", 
      "Name": "ME1"
    }
  }, 
  "no_genes": null
}